
[CATEGORIES]
EXPLOSIVES=Explosives
GENERAL=Others
GRENADES=Grenades
HBDEVICE=HB devices
KITS=Kits
[NONE]
ID_Description=No item selected
ID_NAME=None
[FlashBangGadget]
ID_Description=Capable of stunning observers with a combination bright flash and loud report, flashbangs are commonly tossed into rooms to 'prepare' them prior to entry. The valuable seconds gained, while potential hostiles recover from the stun effects can mean the difference between life and death to a RAINBOW team.
ID_NAME=Flashbang Grenade
[FragGrenadeGadget]
ID_Description=The M61 fragmentation grenade is the standard issue offensive grenade used by infantry throughout the world. Its blast radius is small, but lethal.
ID_NAME=Frag Grenade
[SmokeGrenadeGadget]
ID_Description=Smoke grenades release a cloud that obscures vision. Moving with the wind, the cloud causes no damage to people.
ID_NAME=Smoke Grenade
[TearGasGrenadeGadget]
ID_Description=This grenade creates a dense cloud of CS tear gas. Breathing CS gas makes a person cough, and their eyes water and burn. This effectively reduces the fighting ability of any person caught in the cloud. Wearing a gas mask successfully counters this effect.
ID_NAME=Tear Gas Grenade
[HBSGadget]
ID_Description=The Heartbeat Sensor is capable of tracking a human heartbeat even through thick layers of concrete. It works by detecting the characteristic ultra-low-frequency electric field given off by a beating heart. When in use, the hearbeat sensor scans for heartbeats in a cone straight ahead. It does not, however, differentiate between friends and foes.
ID_NAME=Heartbeat Sensor
[HBSJammerGadget]
ID_Description=This is a handheld device that prevents other players from picking up heartbeat sensor information within a 15m radius of the player holding it. In team multiplayer games, the jammer only jams the enemy's heartbeat sensors, not the ones of the team using the jammer.
ID_NAME=Heartbeat Sensor Jammer
[HBSSAJammerGadget]
ID_Description=This device operates identically to a heartbeat sensor jammer, except that it must be placed on the ground. This item can be destroyed.
ID_NAME=SA HB Sensor Jammer
[FalseHBGadget]
ID_Description=When placed on the ground, this puck emits a heartbeat similar to that of other players. The heartbeat varies between 80 and 90 beats per minute. This item can be destroyed.
ID_NAME=False Heartbeat Puck
[PrimaryMags]
ID_Description=Extra magazines for your primary weapon.
ID_NAME=Primary Mags
[SecondaryMags]
ID_Description=Extra magazines for your secondary weapon.
ID_NAME=Secondary Mags
[BreachingChargeGadget]
ID_Description=Breaching charges are used to remove doors explosively for rapid entry. Flashbangs do not need to be used in conjunction with a breaching charge as they already stun, wound or even kill anyone nearby.
ID_NAME=Breaching Charge
[RemoteChargeGadget]
ID_Description=This is a small (less than 1 kg) block of C-4 plastic explosive with an attached radio detonator. You can place this device anywhere on the ground and detonate it from anywhere in the map. It functions similarly to a frag grenade, but can be detonated remotely. This item can be destroyed.
ID_NAME=Remote Charge
[ClaymoreGadget]
ID_Description=This is a remotely detonated anti-personnel mine. You can place this device anywhere on the ground and detonate it from anywhere in the map. It functions similarly to a frag grenade, but with the blast only going in the frontal hemisphere (+/- 75 degrees from center). This item can be destroyed.
ID_NAME=Claymore Mine
[DiffuseKit]
ID_Description=This kit speeds both the placing and disarming of explosives. It contains basic electrical diagnostic equipment along with the essential mechanical tools needed to perform the job. Extra primer, detcord and a variety of adhesives complete the kit. You do not have to equip this item as it is used automatically when you place or disarm a bomb.
ID_NAME=Demo Kit
[ElectronicKit]
ID_Description=This kit speeds up placing bugs, rewiring security cameras and related electrical tasks. It contains a high-precision multimeter, miniature power supplies, a breadboard and digital analyzer. A full complement of jumpers, clips and miscellaneous electrical parts rounds out the kit. You do not have to equip this item as it is used automatically when you place or interact with electronic devices.
ID_NAME=Electronics Kit
[LockPickKit]
ID_Description=This kit speeds the picking of locks. Its primary component is a highly sophisticated auto-pick capable of opening most mechanical locks in a few seconds. Electrical keycard or swipe locks are handled using a classified system containing presets for all major keycard variations. You do not have to equip this item as it is used automatically when you attempt to open locked doors.
ID_NAME=Lock Pick Kit
[GasMask]
ID_Description=Gas masks successfully counter the effects of toxic gas and CS gas grenades. You do not have to equip this item as it is automatically worn.
ID_NAME=Gas Mask
